{
	"@metadata": {
		"authors": [
			"Nike",
			"Verdy p",
			"Hamilton Abreu",
			"McDutchie"
		]
	},
	"whowrotethat-ext-name": "The name of the browser extension (used on the Firefox and Chrome stores). Maximum 45 characters.",
	"whowrotethat-ext-name-beta": "The name of the beta version of the browser extension (used on the Firefox and Chrome stores). Maximum 45 characters.",
	"whowrotethat-ext-desc": "Description of the browser extension (used on the Firefox and Chrome stores). Maximum 132 characters.",
	"whowrotethat-ext-desc-beta": "Description of the beta version of the browser extension (used on the Firefox and Chrome stores). Maximum 132 characters.",
	"whowrotethat-activation-link": "The text for the link that turns Who Wrote That on",
	"whowrotethat-activation-link-tooltip": "The tooltip for the link that turns Who Wrote That on",
	"whowrotethat-deactivation-link": "The text for the link that turns Who Wrote That off",
	"whowrotethat-state-pending": "Displays in the information bar during loading.\n* $1 is the tool title, as defined by {{msg-wm|whowrotethat-state-pending-title}}.",
	"whowrotethat-state-pending-name": "Title to display in {{msg-wm|whowrotethat-state-pending}}.",
	"whowrotethat-state-error": "Prefix for the error display in the information bar in case there were errors while loading.",
	"whowrotethat-error-refresh": "Error message shown when an error is probably recoverable.",
	"whowrotethat-error-later": "Error message shown when an error may be recoverable after some time has passed.",
	"whowrotethat-error-contact": "Error message shown if an error is unlikely to be recoverable, with a link to the Who Wrote That contact page.\n* $1 is the HTML link to the contact page, with the text specified in {{msg-wm|whowrotethat-error-contact-link}}",
	"whowrotethat-error-contact-link": "The text of the link to the contact page shown in {{msg-wm|whowrotethat-state-error-contact}}.",
	"whowrotethat-ready-title": "Title of the extension that appears when the system is loaded and displays information about the selection.",
	"whowrotethat-ready-general": "Instruction label that appears when the system is ready, before any hover or selection was made yet.",
	"whowrotethat-tour-welcome-title": "The title for the welcome popup that appears when the extension is enabled for the first time, notifying the user it was installed successfully.",
	"whowrotethat-tour-welcome-title-name": "The tool's name (emphasised) in the welcome popup title.",
	"whowrotethat-tour-welcome-description": "The description for the welcome popup that appears when the extension is enabled for the first time, explaining the activation and base usage of the extension.",
	"whowrotethat-tour-welcome-dismiss": "Button to permanently dismiss the welcome popup that appears when the extension is enabled for the first time.",
	"whowrotethat-revision-added": "Message shown in a popup that indicates who authored the text of an article.\n* $1 is the username along with (talk | contribs) links, and\n* $2 is a link to the diff with the timestamp as the link text.",
	"whowrotethat-revision-attribution": "Message indicating how much of the page an editor authored. This is shown immediately after the {{msg-wm|whowrotethat-revision-added}} message.\n\n{{Doc-singularthey}}\n* $1: The percentage that represent how much of the page the editor authored, as defined by {{msg-wm|whowrotethat-revision-attribution-percent}}.",
	"whowrotethat-revision-attribution-percent": "Emphasised percentage of authorship, to be inserted into {{msg-wm|whowrotethat-revision-attribution}}.",
	"whowrotethat-revision-attribution-lessthan": "Message indicating that the author has edited less than 1% of the page.\n\n{{Doc-singularthey}}\n\nThis is shown immediately after the {{msg-wm|whowrotethat-revision-added}} message.",
	"whowrotethat-revision-attribution-lessthan-percent": "Emphasised percentage of authorship, to be inserted into {{msg-wm|whowrotethat-revision-attribution-lessthan}}.",
	"whowrotethat-revision-deleted-username": "Message shown instead of the username if the username has been removed from public view.",
	"whowrotethat-revision-edit-summary-hidden": "Message shown instead of the revision edit summary if the summary has been removed from the public view.\n\nThis is the same message as {{msg-mw|revdelete-summary-hid}}."
}
